<?php

namespace console\data;

class DataSeo
{
    public function seoOne() : array
    {
        return [
            'alias' => 'podzagolovok',
            'title' => 'ПОДЗАГОЛОВОК',
            'description' => '<p>Вже давно відомо, що читабельний зміст буде заважати зосередитись 
людині, яка оцінює композицію сторінки. Сенс використання Lorem Ipsum полягає в тому, що 
цей текст має більш-менш нормальне розподілення літер на відміну від, наприклад, "Тут іде текст. 
Тут іде текст." Це робить текст схожим на оповідний. Багато програм верстування та веб-дизайну 
використовують Lorem Ipsum як зразок і пошук за терміном "lorem ipsum" відкриє багато веб-сайтів, 
які знаходяться ще в зародковому стані. Різні версії Lorem Ipsum з\'явились за минулі роки, 
деякі випадково, деякі було створено зумисно (зокрема, жартівливі)</p>
<p><strong>Известен факт е, че читателя обръща внимание на съдържанието, което чете, а не на 
оформлението му</strong>. Свойството на Lorem Ipsum е, че до голяма степен <em>има нормално
разпределение на буквите и се чете по-лесно, за разлика от нормален текст на английски език кат
</em>о "Това е съдържание, това е съдържание". <span style="text-decoration: line-through;">
Много системи за публикуване и редактори на Уеб страници използват Lorem Ipsum като примерен 
текстов модел "по подразбиране", поради което при търсене н</span>а фразата "lorem ipsum" в
 <span style="text-decoration: underline;">Интернет ще бъдат открити много сайтове в процес 
 на разработка. Някой от тези сайтове биват променяни с времето, а други по случайност или нарочно</span></p>
<p>Lorem Ipsum не е случајно избран и сложен текст, спротивно од верувањата. Неговите корени 
потекнуваат во дела на класичната Латинска книжевност од 45-та година пред новата ера, што 
го прави стар преку 2000 години. Richard McClintock, професор по Латински на колеџот 
Hampden-Sydney во Вирџинија побарал дефиниција за малку чудните зборови "consectetur" од 
пасусите на Lorem Ipsum и додека ги анализирал деловите во класичната книжевност открил 
автентичен извор. Lorem Ipsum доаѓа од поглавијата&nbsp;</p>',
            'position' => 1
        ];
    }
}